{
  "tutorial": [
    {
      "step": 1,
      "title": {
        "en": "Input Text",
        "cs": "Vložte text",
        "de": "Text eingeben",
        "nl": "Tekst invoeren",
        "pl": "Wprowadź tekst"
      },
      "description": {
        "en": "Enter your text, describing the image you envision.",
        "cs": "Vložte svůj text, popisující obrázek, který si představujete.",
        "de": "Geben Sie Ihren Text ein und beschreiben Sie das Bild, das Sie sich vorstellen.",
        "nl": "Voer uw tekst in en beschrijf het beeld dat u voor ogen hebt.",
        "pl": "Wprowadź swój tekst, opisując obraz, który sobie wyobrażasz."
      }
    },
    {
      "step": 2,
      "title": {
        "en": "Generate and Review",
        "cs": "Vytvořit a přezkoumat",
        "de": "Generieren und Überprüfen",
        "nl": "Genereren en controleren",
        "pl": "Generuj i Przejrzyj"
      },
      "description": {
        "en": "Click 'Generate' to create the image and review it before saving or declining. Keep in mind that each render costs Render Points.",
        "cs": "Klikněte na tlačítko 'Generovat', abyste vytvořili obrázek, a přezkoumejte jej před uložením nebo odmítnutím. Mějte na paměti, že každý render stojí Render Body.",
        "de": "Klicken Sie auf 'Generieren', um das Bild zu erstellen und es vor dem Speichern oder Ablehnen zu überprüfen. Beachten Sie, dass jeder Render Render-Punkte kostet.",
        "nl": "Klik op 'Genereren' om de afbeelding te maken en controleer deze voordat je deze opslaat of afwijst. Houd er rekening mee dat elke render Renderpunten kost.",
        "pl": "Kliknij „Generuj”, aby utworzyć obraz i sprawdzić go przed zapisaniem lub odrzuceniem. Pamiętaj, że każdy render zużywa Punkty renderowania."
      }
    },
    {
      "step": 3,
      "title": {
        "en": "Save or Decline",
        "cs": "Uložit nebo odmítnout",
        "de": "Speichern oder ablehnen",
        "nl": "Opslaan of afwijzen",
        "pl": "Zapisz lub odrzuć"
      },
      "description": {
        "en": "If you're satisfied with the generated image, save it to your backpack. If not, decline it and request another rendering.",
        "cs": "Pokud jste spokojeni s vytvořeným obrázkem, uložte ho do svého batohu. Pokud ne, odmítněte ho a požádejte o další vykreslení.",
        "de": "Wenn Sie mit dem erstellten Bild zufrieden sind, speichern Sie es in Ihrem Rucksack. Andernfalls lehnen Sie es ab und fordern Sie eine weitere Renderung an.",
        "nl": "Als u tevreden bent met de gegenereerde afbeelding, slaat u deze op in uw rugzak. Zo niet, wijs het af en vraag om een andere rendering.",
        "pl": "Jeśli jesteś zadowolony z wygenerowanego obrazu, zapisz go do swojego plecaka. W przeciwnym razie odrzuć go i poproś o kolejne renderowanie."
      }
    },
    {
      "step": 4,
      "title": {
        "en": "Render Points",
        "cs": "Render Body",
        "de": "Render-Punkte",
        "nl": "Renderpunten",
        "pl": "Punkty renderowania"
      },
      "description": {
        "en": "Remember, each render consumes Render Points, which can be earned by interactions with other users or bought in our shop.",
        "cs": "Pamatujte, každý render spotřebovává Render Body, které lze získat interakcí s ostatními uživateli nebo zakoupením v našem obchodě.",
        "de": "Denken Sie daran, dass jeder Render Render-Punkte verbraucht, die durch Interaktionen mit anderen Benutzern verdient oder in unserem Geschäft gekauft werden können.",
        "nl": "Onthoud dat elke render Renderpunten verbruikt, die kunnen worden verdiend door interactie met andere gebruikers of gekocht kunnen worden in onze winkel.",
        "pl": "Pamiętaj, że każdy render zużywa Punkty renderowania, które można zdobyć poprzez interakcje z innymi użytkownikami lub zakupić w naszym sklepie."
      }
    },
    {
      "step": 5,
      "title": {
        "en": "Unleash Your Creativity",
        "cs": "Pusťte svou kreativitu",
        "de": "Entfessele deine Kreativität",
        "nl": "Ontketen je creativiteit",
        "pl": "Uwolnij swoją kreatywność"
      },
      "description": {
        "en": "Experiment with different descriptions, refine your text, and explore the power of transforming words into visual representations.",
        "cs": "Experimentujte s různými popisy, doladěte svůj text a zkoumejte sílu přeměny slov na vizuální reprezentace.",
        "de": "Experimentiere mit verschiedenen Beschreibungen, verfeinere deinen Text und erforsche die Kraft, Worte in visuelle Darstellungen zu verwandeln.",
        "nl": "Experimenteer met verschillende beschrijvingen, verfijn uw tekst en ontdek de kracht van het omzetten van woorden in visuele representaties.",
        "pl": "Eksperymentuj z różnymi opisami, udoskonal swój tekst i odkryj moc przekształcania słów w reprezentacje wizualne."
      }
    }
  ]
}
